export const cards = [
  {
    id: "magician",
    title: "Волшебник",
    image: "/img/mag.png",
    prediction:
      "Год возможностей\n\n2026 станет годом, когда твои навыки начнут работать на тебя по максимуму. Ты сможешь собрать свои сильные стороны в единую систему – там, где другие увидят препятствие, ты найдешь способ, как улучшить процесс.\n\nПоставь себе цель – за год создать портфолио компетенций: фиксируй свои большие и маленькие победы, успешные кейсы и достижения. Это даст тебе реальное конкурентное преимущество на собеседованиях.",
  },
  {
    id: "energy",
    title: "Энергия",
    image: "/img/energy.png",
    prediction:
      "Год смелых решений\n\nТворческий подход станет твоим рабочим инструментом: ты будешь находить решения там, где другие видят тупик. Ты начнёшь генерировать нестандартные идеи, которые помогут тебе выделяться в учебных и рабочих проектах.\n\nКаждый день фиксируй одну свою идею. Это поможет развить гибкость мышления и ускорит процесс поиска решений.",
  },
  {
    id: "focus",
    title: "Фокус",
    image: "/img/focus.png",
    prediction:
      "Год внутренней собранности\n\nВ 2026 году ты научишься лучше выделять главное среди множества задач. Начнёшь принимать решения спокойнее и точнее, а учебные и рабочие процессы станут более управляемыми.\n\nПеред каждой задачей задавай себе вопрос: «Что именно должно быть сделано?» Это снизит хаос и ускорит работу.",
  },
  {
    id: "balance",
    title: "Баланс",
    image: "/img/banalce.png",
    prediction:
      "Год разумной нагрузки\n\nТы выстроишь здоровый баланс между учебой, работой и личной жизнью. За счет равномерной нагрузки качество работы повысится. Ты перестанешь «выгорать» и начнёшь двигаться вперёд уверенно.\n\nУстанови лимит: не более трёх ключевых задач в день. Это сохранит продуктивность и предотвратит перегруз.",
  },
  {
    id: "inspiration",
    title: "Вдохновение",
    image: "/img/exp.png",
    prediction:
      "Год осмысленного движения\n\nТы поймёшь, какое дело вызывает у тебя настоящий интерес и желание развиваться. Это станет ориентиром в учебе и карьере: ты начнешь выбирать задачи, которые усиливают твою мотивацию на пути к настоящему призванию.\n\nСобери короткий список занятий, которые приносят тебе удовольствие, – напоминай себе о нём и регулярно делай эти вещи в повседневной жизни.",
  },
  {
    id: "luck",
    title: "Удача",
    image: "/img/luck.png",
    prediction:
      "Год благоприятных обстоятельств\n\nУспех будет чаще оказываться на твоей стороне – главное, быть готовым воспользоваться моментом, когда он появляется. В учебе и работе всё начнёт складываться удивительно гармонично: нужные люди, новые возможности и подходящие проекты будут появляться вовремя и помогать тебе расти быстрее, чем раньше.\n\nЕсли давно думаешь о стартапе, начни с теста идеи: сформулируй проблему, предложи простое решение и покажи его 3 людям.",
  },
];


